ajshort.include-autocomplete
amiralizadeh9480.cpp-helper
astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
boosted.helix-bogster-theme
chouzz.vscode-innosetup
danielgavin.ols
davidbroetje.algorithm-mnemonics-vscode
dmnsgn.vscode-wavefront
dtoplak.vscode-glsllint
ecmel.vscode-html-css
esbenp.prettier-vscode
firejump.frame-indent-rainbow
foxundermoon.shell-format
github.vscode-github-actions
grapecity.gc-excelviewer
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
jasew.vscode-helix-emulation
jdinhlife.gruvbox
jock.svg
kylinideteam.cmake-intellisence
llvm-vs-code-extensions.vscode-clangd
malmaud.tmux
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cmake-tools
ms-vscode.powershell
quicktype.quicktype
reignofwebber.c-cpp-definition-generator
shakram02.bash-beautify
simonsiefke.svg-preview
sleistner.vscode-fileutils
slevesque.shader
slevesque.vscode-3dviewer
surajbarkale.ninja
tal7aouy.icons
tamasfe.even-better-toml
theqtcompany.qt-core
theqtcompany.qt-cpp
tomoki1207.pdf
tomoyukim.vscode-mermaid-editor
toxblh.polacode-fork
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
yandeu.five-server
yzane.markdown-pdf
zachflower.uncrustify
