astro-build.astro-vscode
bierner.github-markdown-preview
bierner.markdown-checkbox
bierner.markdown-emoji
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
bradlc.vscode-tailwindcss
cheshirekow.cmake-format
chouzz.vscode-innosetup
danielgavin.ols
davidbroetje.algorithm-mnemonics-vscode
ddh4r4m.night-hacker-dark-theme
dmnsgn.vscode-wavefront
docker.docker
dtoplak.vscode-glsllint
ecmel.vscode-html-css
esbenp.prettier-vscode
firejump.frame-indent-rainbow
foxundermoon.shell-format
github.vscode-github-actions
grapecity.gc-excelviewer
gruntfuggly.todo-tree
janisdd.vscode-edit-csv
jdinhlife.gruvbox
jeff-hykin.better-cpp-syntax
jock.svg
kylinideteam.cmake-intellisence
malmaud.tmux
mechatroner.rainbow-csv
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-vscode.cpptools
pranaygp.vscode-css-peek
quicktype.quicktype
reignofwebber.c-cpp-definition-generator
shakram02.bash-beautify
simonsiefke.svg-preview
sleistner.vscode-fileutils
slevesque.shader
slevesque.vscode-3dviewer
stivo.tailwind-fold
suhailskhan.theme-alabaster-dark-modern
surajbarkale.ninja
tal7aouy.icons
tamasfe.even-better-toml
tomoki1207.pdf
tomoyukim.vscode-mermaid-editor
tomrijndorp.find-it-faster
toxblh.polacode-fork
twxs.cmake
usernamehw.errorlens
vadimcn.vscode-lldb
viktorparaj.vague-theme
yandeu.five-server
yzane.markdown-pdf
ziglang.vscode-zig
