# OS Tweaks
Nilesoft.Shell
Ditto.Ditto
QL-Win.QuickLook
voidtools.Everything
voidtools.Everything.Cli
Flow-Launcher.Flow-Launcher
Microsoft.PowerToys
9P8LTPGCBZXD

# OS Utils
Bitwarden.Bitwarden
7zip.7zip
ShareX.ShareX

# Media
Rufus.Rufus
CodecGuide.K-LiteCodecPack.Full
9NBLGGH42THS
BlenderFoundation.Blender
HandBrake.HandBrake
OBSProject.OBSStudio

# Communications
XPFCS9QJBKTHVZ
Microsoft.Teams
TeamViewer.TeamViewer
9NKSQGP7F2NH
SlackTechnologies.Slack

# Information
SumatraPDF.SumatraPDF
Brave.Brave
Notion.Notion
Obsidian.Obsidian

# Dev
Microsoft.VisualStudioCode
Git.Git
bmatzelle.Gow
gsass1.NTop
junegunn.fzf
sharkdp.bat
eza-community.eza
Starship.Starship
Python.Python.3.13
ShiningLight.OpenSSL.Dev
Kitware.CMake
KhronosGroup.VulkanSDK
Microsoft.VisualStudio.2022.Community

# Personal
Valve.Steam
LocalSend.LocalSend
9PKTQ5699M62
