# Shell Utilities
fish
# zsh
ghostty
# carapace
# mprocs-bin
tmux
starship
navi
tealdeer
fd
jq
fzf
eza
dust
7zip
kondo
resvg
xclip
zoxide
dua-cli
ripgrep
hyperfine
ripgrep-all
fselect-bin
imagemagick

# System Stuff
copyq
ydotool
hostess
interception-caps2esc

# Development Tools
git
# gitui
lazygit
git-delta
uv
python
python310
# gdb
cmake
cppman
vulkan-devel

# NeoVim
neovim

# Helix + LSPs + Formatters
helix
marksman
prettier
clangd
lldb

# Multimedia & Graphics
mpv
handbrake
obs-studio
# f3d
blender
ncspot

# Networking & Remote Access
tigervnc
tailscale
teamviewer
localsend-bin

# Web Browsers
google-chrome
zen-browser-bin

# File Viewers & Readers
poppler
zathura

# CLI Applications
yazi
presenterm

# Zsh Plugins/Enhancements
# oh-my-zsh-git
# zsh-autosuggestions
# zsh-syntax-highlighting
# zsh-history-substring-search

# Fonts
inter-font
ttf-victor-mono-nerd

# Package Management
flatpak

# DevOps
aws-cli-bin
granted-bin
